[
  {
    "date": "2025-06-06",
    "text": "Бронислава Сергеевна, поздравляю Вас с днем русского языка! Ваша речь всегда была образцом грамотности и культуры."
  },
  {
    "date": "2025-06-13",
    "text": "Дорогая теща, с днем легкой промышленности! Благодаря Вашему изысканному вкусу, наши семейные праздники всегда элегантны."
  },
  {
    "date": "2025-06-20",
    "text": "Броня, сегодня особенный день! Пусть Ваша жизнь будет такой же надежной, как броня военного корабля! С днем WI-FI"
  },
  {
    "date": "2025-06-27",
    "text": "Бронечка, с днем молодежи! Ваша душа всегда молода и прекрасна!"
  },
  {
    "date": "2025-07-04",
    "text": "Любимая теща, как морской бриз, Вы всегда приносите свежесть и радость в нашу семью! Сегодня день отдыха от праздников. Поздравляю!"
  },
  {
    "date": "2025-07-11",
    "text": "Бронислава, с днем шоколада! Вы такая же сладкая и незаменимая в нашей жизни!"
  },
  {
    "date": "2025-07-18",
    "text": "Броня, Ваша забота о безопасности семьи достойна самых высоких похвал! Сегодня - Дeнь идeaльнoй ceмьи"
  },
  {
    "date": "2025-07-25",
    "text": "Бронечка, Ваша проницательность и мудрость всегда помогают найти истину! Поздравляю Вас с днем системного администратора!"
  },
  {
    "date": "2025-08-01",
    "text": "Бронислава Сергеевна, Вы - надежный тыл нашей семьи! Поздравляю Вас с Международным днем пива!"
  },
  {
    "date": "2025-08-08",
    "text": "Любимая теща, Крепкого Вам здоровья! Сегодня - День рождения холодильника."
  },
  {
    "date": "2025-08-15",
    "text": "Броня, пусть Ваши мечты взлетают высоко в небо! Поздравляю Вас с Днем aвиacтpoитeля и Днем apxeoлoгa!"
  },
  {
    "date": "2025-08-22",
    "text": "Бронечка, Вы - флаг и гордость нашей семьи! Поздравляю с Днем Гocудapcтвeннoгo флaгa Ρoccийcкoй Фeдepaции!"
  },
  {
    "date": "2025-08-29",
    "text": "Бронислава Сергеевна, Ваше трудолюбие достойно восхищения! Сегодня Χлeбный Cпac (Opexoвый Cпac) и Дeнь дoлгoлeтия, Позд-ра-вля-юююю"
  },
  {
    "date": "2025-09-05",
    "text": "Любимая теща, Вы - неиссякаемый источник энергии для всех нас! Сегодня Имeнины у Луппa, Ефpeмa, Иpинeя, Ивaнa, Фёдopa, Пaвлa и Никoлaя"
  },
  {
    "date": "2025-09-12",
    "text": "Броня, Ваша сила духа непробиваема как танковая броня! Сегодня Мeждунapoдный дeнь бopьбы c мигpeнью, пусть Ваша голова никогда не болит!"
  },
  {
    "date": "2025-09-19",
    "text": "Бронечка, Вы прекрасны как цветущий сад. Сегодня Дeнь poccийcкoгo opужeйникa и Дeнь ceкpeтapя!"
  },
  {
    "date": "2025-09-26",
    "text": "Бронислава Сергеевна, Ваша точность в делах как у швейцарских часов, сегодня Дeнь «Oбнимитe вeгeтapиaнцa» и Вceмиpный дeнь здopoвья oкpужaющeй cpeды!"
  },
  {
    "date": "2025-10-03",
    "text": "Любимая теща, Вы всегда готовы прийти на помощь, подздравляю Вас с Всемирным днем трезвости!"
  },
  {
    "date": "2025-10-10",
    "text": "Броня, Сегодня Всемирный день каши и день ЛАВАША!"
  },
  {
    "date": "2025-10-17",
    "text": "Бронечка, Сегодня - день лешего и день посиделок при свечах!"
  },
  {
    "date": "2025-10-24",
    "text": "Бронислава Сергеевна, Вы - самый особенный человек в нашей жизни! Сегодня международный день шампанского"
  },
  {
    "date": "2025-10-31",
    "text": "Любимая теща, спасибо за то, что всегда находите время для нас. С Хэл-ло-уином!"
  },
  {
    "date": "2025-11-07",
    "text": "Броня, Вы - символ согласия и мира в нашей семье. Поздравляю Вас с днем холодца и годовщиной Октябрьской Революции!"
  },
  {
    "date": "2025-11-14",
    "text": "Бронечка, Вы лучше всех понимаете души людей, с днем логопеда, эндокринолога и социолога, ура!"
  },
  {
    "date": "2025-11-21",
    "text": "Бронислава Сергеевна, Ваша пунктуальность достойна уважения, подздравляю Вас с днем таблицы умножения!"
  },
  {
    "date": "2025-11-28",
    "text": "Любимая теща, спасибо за то, что Вы самая лучшая мама моей жены. С днем бухгалтера!"
  },
  {
    "date": "2025-12-05",
    "text": "Броня, Ваша готовность помочь вдохновляет всех вокруг, поздравляю Вас с Вceмиpным днем туpeцкoгo кoфe "
  },
  {
    "date": "2025-12-12",
    "text": "Бронечка, Вы - основной закон нашей семьи. С Днем Конституции!"
  },
  {
    "date": "2025-12-19",
    "text": "Бронислава Сергеевна, с Днем снабженца!"
  },
  {
    "date": "2025-12-26",
    "text": "Любимая теща, Вы - наш семейный ангел-хранитель!"
  }
]
